Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELETE_SIRI_HISTORY_ALERT_SHEET_MESSAGE_VISION_RPI_ON
source: Siri & Dictation transcripts that are stored on this Apple Vision Pro and used to personalize your experience will be deleted.
ar: ستُحذف النسخ النصية الخاصة بـ Siri والإملاء المخزنة على هذه الـ Apple Vision Pro والتي تُستخدم لتخصيص تجربتك.
bg: Ще бъдат изтрити транскрипциите от Siri и диктовка, съхранявани на този Apple Vision Pro и използвани за персонализирането на вашето преживяване.
ca: S’eliminaran de l’Apple Vision Pro les transcripcions de les interaccions amb Siri i el dictat que s’utilitzen per personalitzar l’experiència.
cs: Z Apple Vision Pro se smažou přepisy komunikace se Siri a s funkcí diktování, které slouží k přizpůsobení uživatelského prostředí vašim potřebám.
da: Transskriptioner i Siri og Diktering, der er gemt på denne Apple Vision Pro og bruges til at tilpasse din oplevelse, slettes.
de: Die Transkripte von „Siri & Diktieren“, die auf dieser Apple Vision Pro gespeichert sind und zum Personalisieren deines Nutzungserlebnisses verwendet werden, werden gelöscht.
el: Οι απομαγνητοφωνήσεις του Siri και της Υπαγόρευσης που αποθηκεύονται σε αυτό το Apple Vision Pro και χρησιμοποιούνται για την εξατομίκευση της εμπειρίας σας θα διαγραφούν.
es: Se eliminarán las transcripciones de Siri y Dictado almacenadas en este Apple Vision Pro que se utilizan para personalizar tu experiencia.
es_us: Se eliminarán las transcripciones de Siri y Dictado que se encuentran en este Apple Vision Pro y que se usan para personalizar tu experiencia.
fi: Tähän Apple Vision Prohon tallennetut Sirin ja sanelun tekstimuunnokset, joita käytetään käyttökokemuksesi räätälöimiseen, poistetaan.
fr: Les transcriptions de Siri et Dictée stockées sur cet Apple Vision Pro et utilisées pour personnaliser votre expérience seront supprimées.
fr_ca: Les transcriptions de Siri et Dictée qui sont stockées sur cet Apple Vision Pro et qui servent à personnaliser votre expérience seront supprimées.
he: תמלולי Siri ו״הכתבה״ שמאוחסנים ב-Apple Vision Pro זה ומשמשים להתאמה אישית של החוויה שלך יימחקו.
hi: Siri और डिक्टेशन ट्रांसक्रिप्ट जो इस Apple Vision Pro पर संग्रहित हैं और जिनका इस्तेमाल आपका अनुभव वैयक्तिकृत करने के लिए किया गया है, उन्हें डिलीट किया जाएगा।
hr: Transkripti Siri i Diktata koji su pohranjeni na ovom uređaju Apple Vision Pro i koji se koriste za personalizaciju vašeg iskustva bit će obrisani.
hu: A Siri és a Diktálás ezen az Apple Vision Prón tárolt és a felhasználói élmény személyre szabására használt átiratai törölve lesznek.
id: Transkrip Siri & Dikte yang disimpan di Apple Vision Pro ini dan digunakan untuk mempersonalisasi pengalaman Anda akan dihapus.
it: Verranno eliminate le trascrizioni delle interazioni con Siri e Dettatura archiviate su Apple Vision Pro e usate per personalizzare la tua esperienza.
ja: このApple Vision Proに保存されている、体験をパーソナライズするために使用されたSiriと音声入力の文字起こしは削除されます。
kk: Осы Apple Vision Pro құрылғысында сақталған және тәжірибеңізді жекелендіру үшін пайдаланылатын Siri және дауыспен теру транскрипттері жойылады.
ko: 이 Apple Vision Pro에 보관되고 개인 맞춤형 경험을 제공하는 데 사용된 Siri 및 받아쓰기 데이터가 삭제됩니다.
lt: Šiame „Apple Vision Pro“ saugomos „Siri“ ir „Diktavimo“ transkripcijos, pagal kurias suasmeninama jūsų patirtis, bus ištrintos.
ms: Transkrip Siri & Perencanaan yang disimpan pada Apple Vision Pro ini dan digunakan untuk memperibadikan pengalaman anda akan dipadamkan.
nb: Avskrifter av Siri og diktering som er lagret på Apple Vision Pro og brukt til å tilpasse opplevelsen din, vil bli slettet.
nl: Transcripten voor 'Siri en de dicteerfunctie' die op deze Apple Vision Pro worden bewaard en gebruikt om je ervaring te personaliseren, worden verwijderd.
pl: Transkrypcje Siri i funkcji Dyktowanie przechowywane na tym Apple Vision Pro i używane do personalizowania ich działania zostaną usunięte.
pt: As transcrições da Siri e do Ditado que estão armazenadas neste Apple Vision Pro e são usadas para personalizar a sua experiência serão apagadas.
pt_pt: As transcrições de Siri e do Ditado armazenadas neste Apple Vision Pro e usadas para personalizar a sua experiência de utilização serão apagadas.
ro: Transcrierile Siri și Dictare care sunt stocate pe acest Apple Vision Pro și sunt utilizate pentru a vă personaliza experiența vor fi șterse.
ru: Будут удалены расшифровки Ваших взаимодействий с Siri и Диктовкой, которые хранятся на этом Apple Vision Pro и используются для персонализации Вашего пользовательского опыта.
sk: Prepisy funkcií Siri a Diktovanie uložené na tomto Apple Vision Pro a používané na prispôsobenie rozhrania budú vymazané.
sl: Transkripcije Siri in funkcije Narekovanje, ki so shranjene v tej napravi Apple Vision Pro in uporabljene za prilagajanje izkušnje, bodo izbrisane.
sv: Siri- och dikteringstranskriberingar som är lagrade på denna Apple Vision Pro och som används till att personanpassa din upplevelse raderas.
th: ข้อความถอดเสียงจาก Siri และการป้อนตามคำบอกที่จัดเก็บอยู่ใน Apple Vision Pro เครื่องนี้และใช้ปรับแต่งประสบการณ์สำหรับคุณโดยเฉพาะจะถูกลบ
tr: Bu Apple Vision Pro’da saklanan ve deneyiminizi kişiselleştirmek için kullanılan Siri ve Dikte dökümleri silinir.
uk: Буде видалено транскрибовані протоколи ваших взаємодій із Siri та Диктуванням, що зберігаються на цьому Apple Vision Pro й використовуються для персоналізації.
vi: Các bản chép lại Siri & Đọc chính tả được lưu trữ trên Apple Vision Pro này và được sử dụng để cá nhân hóa trải nghiệm của bạn sẽ bị xóa.
zh_cn: 将会删除储存在此Apple Vision Pro上并用于个性化你体验的“Siri与听写”听写文本。
zh_hk: 儲存在此Apple Vision Pro上且用於個人化體驗的「Siri與聽寫」轉寫記錄會被刪除。
zh_tw: 將會刪除儲存在此Apple Vision Pro上且用於個人化體驗的「Siri與聽寫」逐字稿。

# DELETE_SIRI_HISTORY_ALERT_SUCCESS_MESSAGE
source: Your Siri and Dictation history will be deleted.
ar: سيتم حذف تاريخ "Siri والإملاء".
bg: Вашата история на Siri и Диктовка ще бъде изтрита.
ca: S’eliminarà l’historial de Siri i el dictat.
cs: Historie Siri a diktování bude smazána.
da: Din historik for Siri og Diktering bliver slettet.
de: Dein Verlauf von Siri und der Diktierfunktion wird gelöscht.
el: Θα διαγραφεί το ιστορικό Siri και Υπαγόρευσης.
es: Se eliminará el historial de Siri y Dictado.
es_us: Se borrará tu historial de Siri y Dictado.
fi: Siri- ja saneluhistoria poistetaan.
fr: Votre historique de Siri et Dictée sera supprimé.
fr_ca: L’historique de Siri et de Dictée sera supprimé.
he: ההיסטוריה של Siri והכתבה תימחק.
hi: आपकी Siri और डिक्टेशन हिस्ट्री को डिलीट कर दिया जाएगा।
hr: Obrisat će se vaša povijest značajki Siri i Diktat.
hu: Siri és a Diktálás előzményei törölve lesznek.
id: Riwayat Siri dan Dikte Anda akan dihapus.
it: La cronologia di Siri e Dettatura verrà eliminata.
ja: Siriと音声入力の履歴は削除されます。
kk: Siri және мәтінді дауыспен енгізу тарихы жойылады.
ko: 사용자의 Siri 및 받아쓰기 기록이 삭제됩니다.
lt: Jūsų „Siri“ ir „Diktavimo“ istorija bus ištrinta.
ms: Sejarah Siri dan Perencanaan anda akan dipadamkan.
nb: Siri- og Diktering-loggen vil bli slettet.
nl: Je Siri- en dicteergeschiedenis wordt verwijderd.
pl: Historia Siri i Dyktowania zostanie usunięta.
pt: O histórico da Siri e Ditado será apagado.
pt_pt: O histórico de Siri e do Ditado será apagado.
ro: Istoricul pentru Siri și Dictare va fi șters.
ru: Ваша история Siri и Диктовки будет удалена.
sk: História Siri a Diktovania bude vymazaná.
sl: Zgodovina Siri in funkcije Narekovanje bo izbrisana.
sv: Din historik för Siri och diktering kommer att raderas.
th: ประวัติ Siri และการป้อนตามคำบอกของคุณจะถูกลบ
tr: Siri ve Dikte geçmişiniz silinecek.
uk: Вашу історію Siri й Диктування буде видалено.
vi: Lịch sử Siri và Đọc chính tả của bạn sẽ bị xóa.
zh_cn: 你的Siri和听写历史记录将被删除。
zh_hk: 將會刪除你的Siri和「聽寫」記錄。
zh_tw: 將刪除你的Siri和「聽寫」記錄。

# DELETE_SIRI_HISTORY_ALERT_SUCCESS_TITLE
source: Your Request Is Being Processed
ar: تجري معالجة طلبك
bg: Заявката ви се обработва
ca: Sol·licitud en procés
cs: Probíhá zpracování požadavku
da: Din anmodning behandles
de: Deine Anfrage wird verarbeitet
el: Το αίτημά σας βρίσκεται υπό επεξεργασία
es: Se está procesando tu petición
es_us: Se está procesando tu solicitud
fi: Pyyntöäsi käsitellään
fr: Votre requête est en cours de traitement
fr_ca: Demande en cours de traitement
he: הבקשה שלך בתהליך עיבוד
hi: आपका अनुरोध प्रोसेस किया जा रहा है
hr: Vaš se zahtjev obrađuje
hu: A kérelme feldolgozás alatt van
id: Permintaan Anda Sedang Diproses
it: La tua richiesta è in fase di elaborazione
ja: リクエストは現在処理中です
kk: Сұрауыңыз өңделуде
ko: 사용자의 요청 처리 중
lt: Jūsų užklausa apdorojama
ms: Permintaan Anda Sedang Diproses
nb: Forespørselen behandles
nl: Je verzoek wordt verwerkt
pl: Twoje polecenie jest przetwarzane
pt: Seu Pedido Está Sendo Processado
pt_pt: O seu pedido está a ser processado
ro: Solicitarea dvs. este în curs de procesare
ru: Ваш запрос обрабатывается
sk: Vaša žiadosť sa spracováva
sl: Vaša zahteva je v obdelavi
sv: Din begäran bearbetas
th: กำลังประมวลผลคำขอของคุณ
tr: İsteğiniz İşleme Alınıyor
uk: Ваш запит обробляється
vi: Yêu cầu của bạn đang được xử lý
zh_cn: 正在处理你的请求
zh_hk: 正在處理你的要求
zh_tw: 正在處理你的要求

# DELETE_SIRI_HISTORY_FOOTER_EXPLANATION_IPAD_OPTEDIN
source: Delete Siri & Dictation interactions currently associated with this iPad from Apple servers. Data that has been sampled to help improve Siri and Dictation is no longer associated with this iPad and will not be deleted.
ar: حذف تفاعلات "Siri والإملاء" المقترنة حاليًا مع هذا الـ iPad من خوادم Apple. لم تعد البيانات المأخوذة كعينة للمساعدة في تحسين "Siri والإملاء" مقترنة بهذا الـ iPad، ولن يتم حذفها.
bg: Изтрийте взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPad, от сървърите на Apple. Данни, които са използвани за примери за подобряване на Siri и Диктовка, вече не се асоциират с този iPad и няма да бъдат изтрити.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPad. Les dades que s’han analitzat per ajudar a millorar Siri i el dictat ja no estan associades a l’iPad, de manera que no s’eliminaran.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k tomuto iPadu. Data navzorkovaná za účelem zlepšování Siri a diktování už k tomuto iPadu přidružená nejsou a nebudou smazána.
da: Slet interaktioner med Siri og Diktering, der er knyttet til denne iPad, fra Apples servere. Data, der er blevet indsamlet med henblik på at forbedre Siri og Diktering, er ikke længere knyttet til denne iPad og bliver ikke slettet.
de: Lösche mit diesem iPad verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern. Daraus gewonnene Daten zur Verbesserung von Siri und der Diktierfunktion werden nicht mehr mit diesem iPad verknüpft und werden nicht gelöscht.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPad από τους διακομιστές της Apple. Τα δείγματα δεδομένων που χρησιμοποιήθηκαν για τη βελτίωση του Siri και της Υπαγόρευσης δεν είναι πλέον συσχετισμένα με αυτό το iPad και δεν θα διαγραφούν.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este iPad. Los datos usados para ayudar a mejorar Siri y Dictado ya no están asociados con este iPad y no se eliminarán.
es_us: Borra las interacciones de Siri y el dictado asociadas actualmente con este iPad de los servidores de Apple. Las muestras que se tomaron para ayudar a mejorar a Siri y el dictado ya no están asociadas con este iPad y no se borrarán.
fi: Poista tähän iPadiin liitetyt Siri-keskustelut ja sanelutoiminnot Applen palvelimilta. Tietoja, joita on käytetty Sirin ja sanelun parantamiseen, ei enää liitetä tähän iPadiin eikä niitä poisteta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPad des serveurs Apple. Les données recueillies en vue d’améliorer Siri et Dictée ne sont plus associées à cet iPad et ne seront pas supprimées.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPad des serveurs d’Apple. Les données qui ont été échantillonnées pour contribuer à l’amélioration de Siri et de Dictée ne sont plus associées à cet iPad et ne seront pas supprimées.
he: ניתן למחוק את האינטראקציות עם Siri ו״הכתבה״ שמקושרות כרגע עם iPad זה מהשרתים של Apple. מידע שנדגם כדי לשפר את Siri ואת ״הכתבה״ כבר לא מקושר עם iPad זה והוא לא יימחק.
hi: Apple सर्वर से इस iPad के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें। Siri और डिक्टेशन को बेहतर बनाने में मदद करने के लिए नमूने के रूप में लिया गया डेटा अब इस iPad से संबद्ध नहीं है और उसे डिलीट नहीं किया जाएगा।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPadom s Appleovih servera. Podaci koji su uzorkovani radi poboljšanja Siri i Diktata više nisu povezani s ovim iPadom i neće biti obrisani.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPaddel vannak társítva. A Siri és a Diktálás továbbfejlesztése céljából mintavételezett adatok nincsenek többé az iPaddel társítva, és nem lesznek törölve.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan iPad ini dari server Apple. Data yang telah dibuat sampel untuk membantu meningkatkan Siri dan Dikte tidak lagi dikaitkan dengan iPad ini dan tidak akan dihapus.
it: Elimina dai server di Apple le interazioni con Siri e Dettatura attualmente associate a questo iPad. I dati campione raccolti per migliorare Siri e Dettatura non saranno più associati a questo iPad e non verranno eliminati.
ja: このiPadに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。Siriと音声入力の改善のためにサンプリングが済んでいるデータは、このiPadとの関連付けはすでに解除されていて削除はされません。
kk: Қазіргі уақытта осы iPad құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігін Apple серверлерінен жою. Siri және мәтінді дауыспен енгізу функциясын жақсартуға көмектесу үшін жиналған деректер енді бұл iPad құрылғысымен байланысты емес және жойылмайды.
ko: Apple 서버에서 현재 이 iPad와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다. Siri 및 받아쓰기 기능을 향상하기 위해 샘플링된 데이터는 더 이상 이 iPad와 연계되지 않지만 삭제되지는 않습니다.
lt: Iš „Apple“ serverių ištrinkite šiuo metu su „iPad“ susietas programų „Siri" ir „Diktavimas“ sąveikas. Duomenys, kurių pavyzdžiai buvo paimti siekiant patobulinti programas „Siri" ir „Diktavimas“, nebesiejami su šiuo „iPad" ir nebus ištrinti.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPad ini daripada pelayan Apple. Data yang telah disampel untuk membantu meningkatkan Siri dan Perencanaan tidak lagi dikaitkan dengan iPad ini serta tidak akan dipadamkan.
nb: Slett Siri- og Diktering-interaksjon knyttet til denne iPaden fra Apples tjenere. Dataprøver som har blitt innhentet for å hjelpe med å forbedre Siri og Diktering, er ikke lenger knyttet til denne iPaden og vil ikke bli slettet.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze iPad zijn geassocieerd van de Apple servers. Gegevens die zijn gesampled om Siri en de dicteerfunctie te verbeteren, zijn dan niet meer geassocieerd met deze iPad en worden niet verwijderd.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPadem z serwerów Apple. Dane, na których przeprowadzono próbkowanie na potrzeby udoskonalania Siri i funkcji Dyktowanie, nie są już powiązane z tym iPadem i nie zostaną usunięte.
pt: Apague as interações com a Siri e o Ditado associadas atualmente a este iPad dos servidores da Apple. Os dados transformados em amostras para melhorar a Siri e o Ditado não estão mais associados a este iPad e não serão apagados.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a este iPad. As amostras de dados que foram usadas para ajudar a melhorar Siri e o Ditado já não estão associadas a este iPad e não serão apagadas.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPad. Datele care au fost eșantionate pentru a susține îmbunătățirea funcționalităților Siri și Dictare nu mai sunt asociate cu acest iPad și nu vor fi șterse.
ru: Удалить с серверов Apple взаимодействия Siri и Диктовки, связанные сейчас с этим iPad. Данные, собранные, чтобы помочь улучшить Siri и Диктовку, больше не связаны с этим iPad и удалены не будут.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto iPadu zo serverov spoločnosti Apple. Dáta, ktoré boli vybrané na vylepšovanie Siri a Diktovania, už nie sú priradené k tomuto iPadu a nebudú vymazané.
sl: Izbrišite interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s tem iPadom, iz strežnikov družbe Apple. Podatki, ki so bili vzorčeni za izboljšanje Siri in funkcije Narekovanje, niso več povezani s tem iPadom in ne bodo izbrisani.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPad från Apple-servrar. Data som har använts till att hjälpa till att förbättra Siri och diktering är inte längre associerade med denna iPad och kommer inte att raderas.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPad เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple ข้อมูลที่ถูกสุ่มตัวอย่างเพื่อช่วยปรับปรุง Siri และการป้อนตามคำบอกไม่ผูกกับ iPad เครื่องนี้อีกต่อไปและจะไม่ถูกลบ
tr: Bu iPad ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler. Siri’yi ve Dikte’yi iyileştirmeye yardımcı olmak için örneklenen veriler artık bu iPad ile ilişkili değildir ve silinmezler.
uk: Видалити взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPad, з серверів Apple. Зразки даних, які було взято для вдосконалення Siri й Диктування, більше не повʼязуються з цим iPad і видалятися не будуть.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với iPad này khỏi các máy chủ của Apple. Dữ liệu đã được lấy mẫu để giúp cải tiến Siri và Đọc chính tả không được liên kết với iPad này nữa và sẽ không bị xóa.
zh_cn: 从Apple服务器上删除与这台iPad关联的Siri与听写交互。用于协助改进Siri和听写的采样数据将不再与这台iPad关联，且不会被删除。
zh_hk: 從Apple伺服器刪除目前連繫至此iPad的Siri與「聽寫」互動。已取樣作為協助Siri和「聽寫」的資料不再連繫至此iPad，亦不會被刪除。
zh_tw: 從Apple伺服器上刪除目前與此iPad相關的Siri與「聽寫」互動。已取樣用來協助改進Siri和「聽寫」的資料將不會再與此iPad產生關聯，也不會刪除。

# DELETE_SIRI_HISTORY_FOOTER_EXPLANATION_IPAD_OPTEDOUT
source: Delete Siri & Dictation interactions currently associated with this iPad from Apple servers.
ar: حذف تفاعلات Siri والإملاء المقترنة حاليًا مع هذا الـ iPad من خوادم Apple.
bg: Изтрийте взаимодействията на Siri и Диктовка, които в момента се асоциират с този iPad, от сървърите на Apple.
ca: S’eliminaran dels servidors d’Apple les interaccions de Siri i del dictat que estiguin associades a l’iPad.
cs: Tato akce smaže ze serverů Apple informace o komunikaci se Siri a s funkcí diktování, které jsou nyní přidružené k tomuto iPadu.
da: Slet interaktioner med Siri og Diktering, der er knyttet til denne iPad, fra Apples servere.
de: Lösche mit diesem iPad verknüpfte Interaktionen mit Siri und der Diktierfunktion von den Apple-Servern.
el: Διαγραφή των αλληλεπιδράσεών σας με το Siri και την Υπαγόρευση που είναι συσχετισμένες με αυτό το iPad από τους διακομιστές της Apple.
es: Elimina de los servidores de Apple las interacciones de Siri y Dictado actualmente asociadas con este iPad.
es_us: Borra las interacciones con Siri y el dictado asociadas actualmente con este iPad de los servidores de Apple.
fi: Poista tähän iPadiin liitetyt Siri-keskustelut ja sanelutoiminnot Applen palvelimilta.
fr: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPad des serveurs Apple.
fr_ca: Supprimez les interactions avec Siri et Dictée actuellement associées à cet iPad des serveurs d’Apple.
he: ניתן למחוק את האינטראקציות עם Siri ו״הכתבה״ שמקושרות כרגע עם iPad זה מהשרתים של Apple.
hi: Apple सर्वर से इस iPad के साथ अभी संबद्ध Siri और डिक्टेशन इंटरऐक्शन को डिलीट करें।
hr: Obrišite interakcije sa Siri i Diktatom koje su trenutačno povezane s ovim iPadom s Appleovih servera.
hu: Törölheti az Apple szervereiről a Sirivel és a Diktálással végzett olyan műveleteket, amelyek jelenleg ezzel az iPaddel vannak társítva.
id: Hapus interaksi Siri & Dikte yang saat ini dikaitkan dengan iPad ini dari server Apple.
it: Elimina dai server di Apple le interazioni con Siri e Dettatura attualmente associate a questo iPad.
ja: このiPadに現在関連付けられているSiriと音声入力に対する操作の音声をAppleのサーバから削除します。
kk: Қазіргі уақытта осы iPad құрылғысымен байланысты Siri және «Мәтінді дауыспен енгізу» функцияларының өзара әрекеттестігін Apple серверлерінен жою.
ko: Apple 서버에서 현재 이 iPad와 관련된 Siri 및 받아쓰기 상호 작용을 삭제합니다.
lt: Iš „Apple“ serverių ištrinkite šiuo metu su „iPad“ susietas programų „Siri" ir „Diktavimas“ sąveikas.
ms: Padam interaksi Siri & Perencanaan yang pada masa ini dikaitkan dengan iPad ini daripada pelayan Apple.
nb: Slett Siri- og Diktering-interaksjon knyttet til denne iPaden fra Apples tjenere.
nl: Verwijder interacties met Siri en de dicteerfunctie die momenteel met deze iPad zijn geassocieerd van de Apple servers.
pl: Usuń interakcje z Siri i funkcją Dyktowanie powiązane obecnie z tym iPadem z serwerów Apple.
pt: Apague as interações com a Siri e o Ditado associadas atualmente a este iPad dos servidores da Apple.
pt_pt: Apagar dos servidores da Apple as interações com Siri e o Ditado atualmente associadas a este iPad.
ro: Ștergeți de pe serverele Apple interacțiunile care implică Siri și dictarea asociate în prezent cu acest iPad.
ru: Удалить с серверов Apple взаимодействия Siri и Диктовки, связанные сейчас с этим iPad.
sk: Vymazať interakcie so Siri a Diktovaním priradené k tomuto iPadu zo serverov spoločnosti Apple.
sl: Izbrišite interakcije Siri in funkcije Narekovanje, ki so trenutno povezane s tem iPadom, iz strežnikov družbe Apple.
sv: Radera Siri- och dikteringsinteraktioner som för närvarande är associerade med denna iPad från Apple-servrar.
th: ลบการโต้ตอบกับ Siri และการป้อนตามคำบอกที่ปัจจุบันนี้ผูกกับ iPad เครื่องนี้ออกจากเซิร์ฟเวอร์ Apple
tr: Bu iPad ile ilişkili Siri ve Dikte etkileşimlerini Apple sunucularından siler.
uk: Видалити взаємодії з Siri й Диктуванням, наразі повʼязані з цим iPad, з серверів Apple.
vi: Xóa các tương tác Siri & Đọc chính tả hiện được liên kết với iPad này khỏi các máy chủ của Apple.
zh_cn: 从Apple服务器上删除与这台iPad关联的Siri与听写交互。
zh_hk: 從Apple伺服器刪除目前連繫至此iPad的Siri與「聽寫」互動。
zh_tw: 從Apple伺服器上刪除目前與此iPad相關的Siri與「聽寫」互動。
